[
    {
        "image": "https://i.ibb.co/yh4ttcN/6f86e8f1508a97e45fa87f2958026bda.png",
        "name": "Wanda Vision",
        "brand": "Disney",
        "type": "Action",
        "price": 120,
        "rating": 4,
        "details": "\"WandaVision\" is a unique and innovative Marvel Cinematic Universe (MCU) series that blends classic sitcom elements with superhero storytelling. The series follows Wanda Maximoff (Scarlet Witch) and Vision as they navigate an idyllic suburban life in the town of Westview. However, as the couple moves through different decades, they begin to suspect that something is amiss. Their reality seems to warp, shifting between various sitcom styles, from black-and-white classics to more modern eras.\n\nAs Wanda and Vision try to understand the mysteries surrounding their existence, they discover that their seemingly perfect life is not what it appears to be. \"Wandavision\" delves into themes of grief, identity, and the power of the human imagination, all while introducing key elements that will have repercussions in the broader MCU. The series combines humor, drama, and a touch of mystery, making it a truly unique and engaging addition to the Marvel universe."
    },
    {
        "image": "https://i.ibb.co/g3yY0Dy/65fbe83905d0f18bff51083c9d197263.png",
        "name": "Captain Marvel",
        "brand": "Disney",
        "type": "Comedy",
        "price": 90,
        "rating": 4,
        "details": "\"Captain Marvel\" is a superhero film set in the Marvel Cinematic Universe (MCU) that introduces the powerful character of Carol Danvers, portrayed by Brie Larson. Carol Danvers, a former U.S. Air Force pilot, becomes the extraordinary Captain Marvel after an encounter with alien technology. She finds herself in the midst of a galactic conflict between two alien races, the Skrulls and the Kree.\n\nAs Captain Marvel, she discovers her own incredible abilities, including superhuman strength, energy projection, and the ability to fly. The film explores Carol's journey to uncover her true identity and the secrets of her past, as well as her role in the larger cosmic events of the MCU."
    },
    {
        "image": "https://i.ibb.co/FXvsKBS/5592361a41fd2c24607f458dc82f5fbf.png",
        "name": "Harry Potter",
        "brand": "Disney",
        "type": "Drama",
        "price": 140,
        "rating": 4,
        "details": "\"Harry Potter\" is a beloved and iconic fantasy series created by British author J.K. Rowling. The story revolves around a young orphan, Harry Potter, who discovers on his eleventh birthday that he is a wizard and has been accepted to attend Hogwarts School of Witchcraft and Wizardry. As he embarks on his magical education, he learns about his own extraordinary abilities and the hidden world of witches and wizards.\n\nThe series follows Harry and his friends, Hermione Granger and Ron Weasley, as they confront dark forces, uncover the truth about Harry's past, and battle the formidable dark wizard, Lord Voldemort. Throughout the seven books, readers are transported to a richly detailed and enchanting world filled with spells, magical creatures, and deep moral lessons."
    },
    {
        "image": "https://i.ibb.co/hXV0pMW/a93ed93289be8e0f72390bbca289eecd.png",
        "name": "Black Panther",
        "brand": "Disney",
        "type": "Science Fiction",
        "price": 130,
        "rating": 4,
        "details": "\"Black Panther\" is a groundbreaking Marvel Cinematic Universe (MCU) film that introduces the fictional African nation of Wakanda and its superhero protector, T'Challa, the Black Panther. After the death of his father, T'Challa returns to his homeland to take on the mantle of king and superhero. Wakanda, hidden from the outside world, is home to advanced technology and the valuable Vibranium resource.\n\nT'Challa's leadership and the Black Panther's abilities are put to the test when a powerful enemy, Erik Killmonger, challenges his claim to the throne and threatens to reveal Wakanda's secrets to the world. The film combines spectacular action sequences with themes of identity, tradition, and the responsibility of power."
    },
    {
        "image": "https://i.ibb.co/Fs5x1Qf/31b178584a2057bbb5557c090295b765.png",
        "name": "Moonlight",
        "brand": "HBO",
        "type": "Action",
        "price": 120,
        "rating": 3,
        "details": "\"Moonlight\" is an award-winning and emotionally resonant drama film that explores the life of a young African-American man named Chiron as he grapples with his identity and sexuality while growing up in a tough neighborhood in Miami. The movie is divided into three acts, each focusing on a different stage of Chiron's life: childhood, adolescence, and adulthood.\n\nAs Chiron navigates the challenges of his environment, he forms meaningful connections with people who shape his sense of self, including his mother, a mentor named Juan, and a childhood friend named Kevin. The film delicately delves into themes of identity, masculinity, love, and acceptance."
    },
    {
        "image": "https://i.ibb.co/KWYRjGg/bohemian-rhapsody.jpg",
        "name": "Bohemian Rhapsody",
        "brand": "HBO",
        "type": "Comedy",
        "price": 90,
        "rating": 5,
        "details": "\"Bohemian Rhapsody\" is a biographical musical drama film that chronicles the extraordinary life and career of the legendary British rock band Queen and its enigmatic frontman, Freddie Mercury. The movie follows the band's meteoric rise to fame, their iconic performances, and their groundbreaking music.\n\nAt the heart of the film is the captivating portrayal of Freddie Mercury by Rami Malek, showcasing the singer's flamboyant persona and his struggle with identity, all set against the backdrop of the band's revolutionary music. The film explores Mercury's personal life, including his relationships and his battle with AIDS."
    },
    {
        "image": "https://i.ibb.co/VjxWWd7/d559d75f572c2036b7022d88d0943ef5.png",
        "name": "You",
        "brand": "HBO",
        "type": "Drama",
        "price": 140,
        "rating": 2,
        "details": "\"You\" is a gripping psychological thriller series that explores the dark and disturbing world of modern obsession and social media. The story revolves around Joe Goldberg, a charming but deeply troubled bookstore manager who becomes infatuated with the women he encounters. His infatuation quickly turns into dangerous obsession, leading him to commit increasingly sinister and manipulative acts to get close to the object of his desire.\n\nAs the series unfolds, viewers are taken on a rollercoaster ride through Joe's twisted mind, examining the fine line between love and possession. \"You\" raises thought-provoking questions about privacy, social media, and the consequences of modern dating in the digital age. The show is known for its intense, suspenseful storytelling and complex characters, making it a compelling and often unsettling viewing experience."
    },
    {
        "image": "https://i.ibb.co/SRt1nwH/875b705634c5316fb7022f9da941bc89.png",
        "name": "Jupiter's Legacy",
        "brand": "HBO",
        "type": "Science Fiction",
        "price": 130,
        "rating": 5,
        "details": "\"Jupiter's Legacy\" is a thrilling superhero series that delves into the complex dynamics of a multi-generational superhero family. Set in a world where the first generation of superheroes received their powers in the 1930s, the story follows their descendants who struggle to live up to their iconic predecessors while dealing with the responsibilities and moral dilemmas of heroism.\n\nThe series centers on the Utopian, the leader of the superhero team, and his conflict with his superpowered children, who question the ethics and ideals set by their parents' generation. \"Jupiter's Legacy\" combines epic battles, intricate character development, and explorations of morality and power, providing a fresh take on the superhero genre."
    },
    {
        "image": "https://i.ibb.co/mqZQgLQ/2def46b923a7170f094fdefa7712dd78.png",
        "name": "Central Intelligence",
        "brand": "Hulu",
        "type": "Action",
        "price": 120,
        "rating": 1,
        "details": "\"Central Intelligence\" is a hilarious action-comedy film that brings together Dwayne \"The Rock\" Johnson and Kevin Hart in an unlikely buddy cop duo. The story revolves around Calvin Joyner, a former high school superstar turned dull accountant, who reconnects with an old classmate, Bob Stone, who is now a brawny and eccentric CIA agent.\n\nAs the two join forces to uncover a conspiracy and save the day, Calvin is thrust into a world of espionage, intrigue, and high-octane action. The film is packed with laugh-out-loud moments and the odd-couple chemistry of its two leads."
    },
    {
        "image": "https://i.ibb.co/XWfTRpM/92c301027ce44676e87103bf2e61d5a5.png",
        "name": "Shadow bone",
        "brand": "Hulu",
        "type": "Comedy",
        "price": 90,
        "rating": 5,
        "details": "\"Shadow and Bone\" is a compelling fantasy series based on the popular Grishaverse novels by Leigh Bardugo. Set in a war-torn world plagued by darkness and dangerous magical forces, the story follows Alina Starkov, a young soldier who discovers that she possesses a rare and powerful magical ability that could potentially save her war-torn homeland, Ravka.\n\nAs Alina trains at the elite Grisha training academy, she becomes entangled in political intrigue and complex relationships with fellow Grisha, including the enigmatic General Kirigan. The series combines elements of magic, adventure, and romance, all while exploring themes of power, destiny, and the struggle between light and shadow."
    },
    {
        "image": "https://i.ibb.co/rvpJ6zZ/724ee31a57bb49f721b164f6bc4f707f.png",
        "name": "Jungle cruise",
        "brand": "Hulu",
        "type": "Drama",
        "price": 140,
        "rating": 3,
        "details": "\"Jungle Cruise\" is an exhilarating advture film inspired by the iconic Disney theme park ride of the same name. The story takes place in the early 20th century and follows the charismatic riverboat captain, Frank Wolff, portrayed by Dwayne Johnson, and Lily Houghton, played by Emily Blunt, an intrepid explorer. Together, they embark on a daring journey through the dangerous Amazon jungle in search of a mystical and ancient tree with unparalleled healing powers.\n\nAs they navigate treacherous waters and encounter supernatural creatures, the film offers a perfect blend of action, humor, and heart. \"Jungle Cruise\" is a swashbuckling, family-friendly adventure that pays homage to classic adventure films while delivering a modern and thrilling twist on the genre. It's an exciting and wild ride for viewers of all ages."
    },
    {
        "image": "https://i.ibb.co/qB1Sxs6/b6dcbdec23b03302374bc86903f034bf.png",
        "name": "The human centipede",
        "brand": "Hulu",
        "type": "Science Fiction",
        "price": 130,
        "rating": 4,
        "details": "\"The Human Centipede\" is a controversial and disturbing horror film that explores the gruesome and grotesque concept of surgically connecting multiple individuals mouth to anus, creating a human centipede. The story follows a deranged and sadistic surgeon who abducts three tourists and subjects them to this horrifying and macabre experiment.\n\nThe film is infamous for its shocking and grotesque premise, making it a provocative and divisive work in the horror genre. \"The Human Centipede\" is not for the faint of heart and is known for pushing the boundaries of gore and shock value, making it a cult classic among extreme horror enthusiasts. Viewer discretion is strongly advised due to its explicit and graphic content."
    },
    {
        "image": "https://i.ibb.co/N2P6J9B/5a5dab16addcff652a11945988d43f90.png",
        "name": "1899",
        "brand": "Netflix",
        "type": "Action",
        "price": 120,
        "rating": 4,
        "details": "1899 is a Netflix original series created by the same team behind Dark, a popular German sci-fi thriller. The show is set in the year 1899, when a group of European immigrants board a steamship called Kerberos to start a new life in America. However, their journey takes a dark and mysterious turn when they encounter another ship adrift on the open sea, carrying a horrifying secret. The series is a multilingual period drama with elements of mystery, horror, and science fiction. It stars Emily Beecham, Aneurin Barnard, Andreas Pietschmann, and many other talented actors from different countries. The show premiered on November 17, 2022 and received generally positive reviews from critics and audiences. "
    },
    {
        "image": "https://i.ibb.co/hsyf9dY/6b236b9166e6ac6daa8bc0504468ef60.png",
        "name": "Locke & Key",
        "brand": "Netflix",
        "type": "Comedy",
        "price": 90,
        "rating": 4,
        "details": "\"Locke & Key\" is a supernatural thriller series that follows the Locke siblings – Tyler, Kinsey, and Bode – who move to their ancestral family home, Keyhouse, following a tragic event. As they settle in, they discover that Keyhouse is filled with magical keys that grant unique powers and abilities. However, they also realize that a sinister, malevolent force desires the keys for its own dark purposes.\n\nThe series masterfully weaves a tale of family, secrets, and the battle between good and evil. Each key unlocks a different mystery and leads to unexpected and often perilous adventures. \"Locke & Key\" is a captivating blend of horror, fantasy, and coming-of-age storytelling that keeps viewers on the edge of their seats while exploring themes of grief, identity, and the enduring bonds of family."
    },
    {
        "image": "https://i.ibb.co/PcQvTZc/45cf53372ec7d06e4e2671c64ad4b14c.png",
        "name": "Money Heist Korea",
        "brand": "Netflix",
        "type": "Drama",
        "price": 140,
        "rating": 4,
        "details": "\"Money Heist Korea\" is a Korean adaptation of the popular Spanish series \"La Casa de Papel\" (Money Heist). The show retains the core premise of a group of robbers, each code-named after cities, coming together to execute meticulously planned heists. Led by \"The Professor,\" they aim to infiltrate the Royal Mint of Spain and print billions of euros.\n\nThis Korean adaptation infuses its own unique elements while staying true to the high-stakes heists, intricate plot twists, and character dynamics that made the original series a global sensation.\"Money Heist Korea\" promises an intense and suspenseful experience for both fans of the Spanish version and those new to the thrilling world of heists and criminal masterminds."
    },
    {
        "image": "https://i.ibb.co/9vTvyK7/85ae7888bc0e52f172ffedeba0dc2ce7.png",
        "name": "Stranger Things",
        "brand": "Netflix",
        "type": "Science Fiction",
        "price": 130,
        "rating": 4,
        "details": "\"Stranger Things\" is a thrilling and nostalgic science fiction-horror series that transports viewers to the 1980s in the fictional town of Hawkins, Indiana. The story kicks off with the mysterious disappearance of a young boy, Will Byers, and the sudden appearance of a telekinetic girl named Eleven.\n\nAs Will's friends and family search for him, they encounter supernatural forces, a parallel dimension called the Upside Down, and a government conspiracy. The show brilliantly blends elements of supernatural horror, government intrigue, and heartfelt coming-of-age stories, making it a gripping and nostalgic journey into a world of supernatural mysteries and the power of friendship."
    },
    {
        "image": "https://i.ibb.co/7XBNRfX/4ccb1e1f3fcd0b34dfee511f0b1ca838.png",
        "name": "The Blind",
        "brand": "Prime",
        "type": "Action",
        "price": 120,
        "rating": 3,
        "details": "\"The Blind\" is a gripping and thought-provoking novel written by Nobel Prize-winning author José Saramago. The story explores an unusual and unsettling phenomenon where an inexplicable epidemic of sudden and complete blindness sweeps through an unnamed city.\n\nAs the government responds by quarantining the afflicted, society begins to disintegrate, and the blind face the challenges of survival, relying on their newfound relationships and their resilience. Saramago's narrative offers a powerful and allegorical examination of human behavior, societal breakdown, and the fragility of civilization when confronted with a crisis. The novel is a compelling and introspective exploration of human nature in the face of adversity."
    },
    {
        "image": "https://i.ibb.co/Yfs5tfv/a52759c832de761477d479d7cf0c53e5.png",
        "name": "The Batman",
        "brand": "Prime",
        "type": "Comedy",
        "price": 90,
        "rating": 5,
        "details": "\"The Batman\" is a highly anticipated superhero film that explores the early years of Bruce Wayne as he evolves into the iconic vigilante known as Batman. Directed by Matt Reeves and starring Robert Pattinson as the titular character, the film presents a darker and more noir-inspired take on the Caped Crusader.\n\nSet in Gotham City, the story delves into the complex detective work of Batman as he investigates a series of gruesome crimes that reveal a sinister and corrupt underbelly of the city. Along the way, he encounters iconic Batman villains such as the Riddler, Catwoman, and the Penguin.\n\n\"The Batman\" promises a moody and atmospheric portrayal of the Dark Knight, filled with intrigue, action, and a deeper dive into Batman's psyche. It offers a fresh and captivating reimagining of the beloved superhero, making it a highly anticipated addition to the Batman film legacy."
    },
    {
        "image": "https://i.ibb.co/4R2QDss/MV5-BOTVh-Mz-Yx-Njgt-Yz-Yw-OC00-MGIw-LWJm-ZGEt-Mjgw-Mzgx-MWUw-Nm-Rh-Xk-Ey-Xk-Fqc-Gde-QXVy-Njg2-Nj-Qw.jpg",
        "name": "Dora and the Lost City of Gold",
        "brand": "Prime",
        "type": "Drama",
        "price": 140,
        "rating": 4,
        "details": "\"Dora and the Lost City of Gold\" is a lively and adventurous family film that brings the beloved children's character Dora the Explorer to life on the big screen. The story follows a teenage Dora as she embarks on a thrilling journey to rescue her parents, who have gone missing in the jungles of South America while searching for the lost city of Parapata.As Dora navigates the challenges of high school life and faces a new set of friends, she brings her trademark curiosity, resourcefulness, and linguistic skills to the quest. The film combines action, humor, and a heartwarming message about the importance of friendship and embracing one's true self.\n\n\"Dora and the Lost City of Gold\" is a delightful and entertaining adaptation that captures the spirit of the popular TV series while adding a fresh cinematic twist. It's a fun and educational adventure suitable for both kids and their parents."
    },
    {
        "image": "https://i.ibb.co/QDHvygL/MV5-BZTli-NWJh-M2-Yt-NDc1-MC00-YTk1-LWE2-MGYt-Zm-E4-M2-Y5-ODdl-Nz-Qz-Xk-Ey-Xk-Fqc-Gde-QXVy-Mz-Y0-MTE.jpg",
        "name": "Us",
        "brand": "Prime",
        "type": "Science Fiction",
        "price": 130,
        "rating": 4,
        "details": "\"Us\" is a gripping and thought-provoking horror film directed by Jordan Peele. The story follows the Wilson family, who are on a vacation at their beach house. Their peaceful getaway takes a terrifying turn when they are confronted by a group of doppelgängers, who are evil versions of themselves.\n\nAs the Wilsons fight for their survival, they must confront their own dark secrets and unravel the mystery behind these sinister doppelgängers. \"Us\" blends horror and social commentary, touching on themes of identity, privilege, and the shadows lurking within us all.\n\nThe film is known for its suspenseful storytelling, strong performances, and its ability to spark deep conversations about society and the human condition, all while delivering spine-tingling scares. Jordan Peele's \"Us\" is a unique and thought-provoking addition to the horror genre."
    }
]